{
  "<PAD>": 0,
  "<UNK>": 1,
  "<BOS>": 2,
  "<PROC:securityhealthservice.exe>": 3,
  "NtQueryInformationThread": 4,
  "NtWaitForMultipleObjects": 5,
  "NtReleaseMutant": 6,
  "NtClose": 7,
  "NtSetEvent": 8,
  "NtTerminateThread": 9,
  "NtFreeVirtualMemory": 10,
  "<PROC:msmpeng.exe>": 11,
  "NtReleaseWorkerFactoryWorker": 12,
  "NtDeviceIoControlFile": 13,
  "NtWaitForWorkViaWorkerFactory": 14,
  "NtOpenFile": 15,
  "NtFsControlFile": 16,
  "NtQueryPerformanceCounter": 17,
  "NtClearEvent": 18,
  "NtWaitForSingleObject": 19,
  "NtQueryInformationProcess": 20,
  "NtCreateFile": 21,
  "NtQueryVolumeInformationFile": 22,
  "NtQueryInformationFile": 23,
  "NtReleaseSemaphore": 24,
  "NtSetInformationThread": 25,
  "NtRemoveIoCompletion": 26,
  "NtOpenThread": 27,
  "NtCreateMutant": 28,
  "NtOpenProcess": 29,
  "NtOpenDirectoryObject": 30,
  "NtOpenSymbolicLinkObject": 31,
  "NtQuerySymbolicLinkObject": 32,
  "NtLockFile": 33,
  "NtUnlockFile": 34,
  "NtRemoveIoCompletionEx": 35,
  "NtAssociateWaitCompletionPacket": 36,
  "NtSetTimer2": 37,
  "NtSetInformationWorkerFactory": 38,
  "<PROC:nissrv.exe>": 39,
  "NtAlpcSendWaitReceivePort": 40,
  "NtCreateEvent": 41,
  "NtDuplicateObject": 42,
  "NtAlpcQueryInformation": 43,
  "NtOpenEvent": 44,
  "NtAlpcImpersonateClientOfPort": 45,
  "NtOpenThreadToken": 46,
  "NtOpenThreadTokenEx": 47,
  "NtAccessCheck": 48,
  "NtCancelWaitCompletionPacket": 49,
  "NtTraceEvent": 50,
  "NtWriteFile": 51,
  "NtFlushBuffersFile": 52,
  "NtFlushBuffersFileEx": 53,
  "NtOpenProcessToken": 54,
  "NtOpenProcessTokenEx": 55,
  "NtQueryInformationToken": 56,
  "NtCreateSemaphore": 57,
  "<PROC:securityhealthsystray.exe>": 58,
  "NtUnlockVirtualMemory": 59,
  "NtSetInformationProcess": 60,
  "NtAllocateVirtualMemory": 61,
  "NtTestAlert": 62,
  "NtContinue": 63,
  "NtContinueEx": 64,
  "NtWorkerFactoryWorkerReady": 65,
  "NtCreateThreadEx": 66,
  "NtResumeThread": 67,
  "NtQueryEaFile": 68,
  "NtGetCachedSigningLevel": 69,
  "NtCreateIoCompletion": 70,
  "NtCreateWaitCompletionPacket": 71,
  "NtCallbackReturn": 72,
  "NtWaitForAlertByThreadId": 73,
  "NtAlertThreadByThreadId": 74,
  "NtQueryVirtualMemory": 75,
  "NtAlpcConnectPort": 76,
  "NtProtectVirtualMemory": 77,
  "NtUnmapViewOfSection": 78,
  "NtUnmapViewOfSectionEx": 79,
  "NtQueryKey": 80,
  "NtOpenKeyEx": 81,
  "NtQueryValueKey": 82,
  "NtMapViewOfSection": 83,
  "NtReadVirtualMemory": 84,
  "NtGetCompleteWnfStateSubscription": 85,
  "NtPowerInformation": 86,
  "NtDuplicateToken": 87,
  "NtQueryFullAttributesFile": 88,
  "NtPrivilegeCheck": 89,
  "NtQueryAttributesFile": 90,
  "<EOS>": 91
}